tap "argoproj/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "lucagrulla/tap"
tap "mas-cli/tap"
tap "mscharley/homebrew"
tap "neovim/neovim"
tap "sanemat/font"
tap "versent/taps"
brew "autoconf"
brew "automake"
brew "gdbm"
brew "readline"
brew "sqlite"
brew "xz"
brew "awscli"
brew "awslogs"
brew "fontconfig"
brew "gettext"
brew "libffi"
brew "pcre"
brew "cloog"
brew "cmake"
brew "curl"
brew "zeromq"
brew "czmq"
brew "go"
brew "dep"
brew "direnv"
brew "docker-compose", link: false
brew "elm"
brew "emojify"
brew "icu4c"
brew "libtool"
brew "fontforge"
brew "gauche"
brew "isl"
brew "libmpc"
brew "gcc"
brew "ghostscript"
brew "git"
brew "glide"
brew "libevent"
brew "golang-migrate"
brew "graphicsmagick"
brew "helm"
brew "httpie"
brew "jansson"
brew "jemalloc"
brew "oniguruma"
brew "jq"
brew "jvgrep"
brew "libsodium"
brew "unibilium"
brew "libtermkey"
brew "libuv"
brew "libvterm"
brew "llvm"
brew "lua"
brew "mas"
brew "mercurial"
brew "msgpack"
brew "mycli"
brew "mysql"
brew "neovim"
brew "nkf"
brew "node"
brew "nodebrew"
brew "oath-toolkit"
brew "open-ocd"
brew "peco"
brew "pkg-config"
brew "portaudio"
brew "postgresql"
brew "reattach-to-user-namespace"
brew "redis"
brew "ruby"
brew "ruby-build"
brew "ssh-copy-id"
brew "terraform_landscape"
brew "tfenv"
brew "the_silver_searcher"
brew "tidy-html5"
brew "tig"
brew "tmux"
brew "tmux-mem-cpu-load"
brew "uncrustify"
brew "vim"
brew "yarn"
brew "zplug"
brew "zsh"
brew "zsh-completions"
brew "argoproj/tap/argo"
brew "lucagrulla/tap/cw"
brew "sanemat/font/ricty", args: ["with-powerline"]
brew "versent/taps/saml2aws"
cask "alacritty"
cask "chromedriver"
cask "google-japanese-ime"
cask "sequel-pro-nightly"
cask "xquartz"
mas "Keynote", id: 409183694
mas "Memory Clean 2", id: 1114591412
mas "Spark", id: 1176895641
mas "The Unarchiver", id: 425424353
mas "Trello", id: 1278508951
mas "Xcode", id: 497799835
