tap "aquasecurity/trivy"
tap "argoproj/tap"
tap "budougumi0617/tap"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask-versions"
tap "jesseduffield/lazydocker"
tap "k1low/tap"
tap "mas-cli/tap"
tap "minio/stable"
tap "mscharley/homebrew"
tap "nektos/tap"
tap "neovim/neovim"
tap "osx-cross/arm"
tap "osx-cross/avr"
tap "qmk/qmk"
tap "sanemat/font"
tap "tcr/tcr"
tap "versent/taps"
brew "adr-tools"
brew "alp"
brew "coreutils"
brew "asdf"
brew "awscli"
brew "bison"
brew "fontconfig"
brew "glib"
brew "pycparser"
brew "cffi"
brew "clang-format"
brew "isl"
brew "cloog"
brew "cmake"
brew "ruby"
brew "cocoapods"
brew "curl"
brew "freetds"
brew "gd"
brew "libpq"
brew "libsodium"
brew "oniguruma"
brew "tidy-html5"
brew "php"
brew "composer"
brew "cryptography"
brew "zeromq"
brew "czmq"
brew "direnv"
brew "docker-compose"
brew "docutils"
brew "libevent"
brew "p11-kit"
brew "unbound"
brew "gnutls"
brew "harfbuzz"
brew "pango"
brew "ffmpeg"
brew "fontforge"
brew "gauche"
brew "libmpc"
brew "gcc"
brew "gdk-pixbuf"
brew "gh"
brew "ghostscript"
brew "git"
brew "gnupg"
brew "go"
brew "pkg-config"
brew "gobject-introspection"
brew "golang-migrate"
brew "golangci-lint"
brew "graphicsmagick"
brew "netpbm"
brew "librsvg"
brew "graphviz"
brew "helm"
brew "libheif"
brew "imagemagick"
brew "jansson"
brew "jemalloc"
brew "jmeter"
brew "jq"
brew "jvgrep"
brew "libiconv"
brew "unibilium"
brew "libtermkey"
brew "libuv"
brew "libvterm"
brew "libxmlsec1"
brew "llvm"
brew "lua"
brew "mas"
brew "mercurial"
brew "msgpack"
brew "mycli"
brew "zlib"
brew "mysql"
brew "mysql-client"
brew "neovim"
brew "nghttp2"
brew "nkf"
brew "nmap"
brew "node"
brew "oath-toolkit"
brew "open-ocd"
brew "packer"
brew "pcre"
brew "peco"
brew "percona-toolkit"
brew "pipenv"
brew "plantuml"
brew "portaudio"
brew "postgresql@14"
brew "reattach-to-user-namespace"
brew "redis"
brew "ripgrep"
brew "ruby-build"
brew "saml2aws"
brew "ssh-copy-id"
brew "tfenv"
brew "tflint"
brew "the_silver_searcher"
brew "tig"
brew "tmux"
brew "tmux-mem-cpu-load"
brew "tree"
brew "uncrustify"
brew "vim"
brew "wget"
brew "yarn"
brew "zsh"
brew "zsh-completions"
brew "aquasecurity/trivy/trivy"
brew "hashicorp/tap/terraform", link: false
brew "jesseduffield/lazydocker/lazydocker"
brew "sanemat/font/ricty", args: ["with-powerline"]
cask "adobe-creative-cloud"
cask "adoptopenjdk"
cask "alacritty"
cask "chromedriver"
cask "clipy"
cask "goland"
cask "google-cloud-sdk"
cask "google-japanese-ime"
cask "karabiner-elements"
cask "licecap"
cask "meetingbar"
cask "notion"
cask "session-manager-plugin"
cask "spotify"
cask "vincelwt-chatgpt"
cask "visual-studio-code"
cask "xquartz"
mas "1Password 7", id: 1333542190
mas "Be Focused", id: 973134470
mas "BetterSnapTool", id: 417375580
mas "Keynote", id: 409183694
mas "Kindle", id: 405399194
mas "Memory Clean 2", id: 1114591412
mas "Microsoft Excel", id: 462058435
mas "Slack", id: 803453959
mas "Tag Editor Lite", id: 984278082
mas "The Unarchiver", id: 425424353
mas "Xcode", id: 497799835
